Repository: TIBHannover/ojsGeo
Catalog: locale/*/locale.po
Languages: de_de, es_es

# plugins.generic.optimetaGeo.article.metadata.short
source: Time & location
de_de: Zeit & Ort
es_es: Hora y ubicación

# plugins.generic.optimetaGeo.article.metadata.long
source: Time and location
de_de: Zeit und Ort
es_es: Hora y ubicación

# plugins.generic.optimetaGeo.publication.label
source: Time & location
de_de: Zeit & Ort
es_es: Hora y ubicación

# plugins.generic.optimetaGeo.geospatialmetadata.description.article
source: Here the properties of the articles content in terms of time and place are illustrated.
de_de: Hier werden die Eigenschaften des Artikelinhalts in Bezug auf Zeit und Ort dargestellt.
es_es: Aquí se ilustran las propiedades del contenido de los artículos en términos de tiempo y lugar.

# plugins.generic.optimetaGeo.geospatialmetadata.properties.temporal
source: Temporal Properties
de_de: Zeitliche Eigenschaften
es_es: Propiedades temporales

source: Define the temporal properties of the articles content by specifying the begin and end dates. The input is possible via the text field as well as via the calendar view. Click the input field below this text to open the calendar. Press "Apply" to save the calender setting. Press "Clear" to remove the current data. Textual input must match the following format and be confirmed by clicking "Apply" (not Enter!): begin and end are seperated by a hyphen surrounded by spaces; dates are given as "YYYY-MM-DD", whereby "YYYY" stands for years, "MM" for months (with a leading zero), and "DD" for days (with a leading zero).
de_de: Definieren Sie die zeitlichen Eigenschaften des Artikelinhalts durch Angabe von Anfangs- und Enddatum. Die Eingabe ist sowohl über das Textfeld als auch über die Kalenderansicht möglich. Klicken Sie auf das Eingabefeld unter diesem Text, um die Kalenderansicht zu öffnen. Drücken Sie "Übernehmen", um die Kalendereinstellung zu speichern. Drücken Sie "Löschen", um die aktuellen Daten zu entfernen. Texteingaben müssen dem folgenden Format entsprechen und durch Klicken auf "Anwenden" bestätigt werden. Nutzen Sie bitte nicht die Enter-Taste. Bei manuellen Eingaben werden Anfang und Ende durch einen Bindestrich getrennt, der von Leerzeichen umgeben ist; Datumsangaben sind im Format "JJJJ-MM-TT" einzugeben, wobei "JJJJ" für Jahre, "MM" für Monate (mit einer führenden Null) und "DD" für Tage (mit einer führenden Null) steht.
es_es: Define las propiedades temporales del contenido de los articulos especificando las fechas de inicio y fin. La entrada es posible a traves del campo de texto asi como a traves de la vista de calendario. Pulse el campo de entrada debajo de este texto para abrir el calendario. Pulse "Aplicar" para guardar la configuración del calendario. Pulse "Borrar" para eliminar los datos actuales. La entrada de texto debe coincidir con el siguiente formato y confirmarse pulsando "Aplicar" (¡no Enter!): el inicio y el final se separan con un guión rodeado de espacios; las fechas se dan como "AAAA-MM-DD", donde "AAAA" significa años, "MM" meses (con un cero a la izquierda), y "DD" días (con un cero a la izquierda).

source: Temporal properties of the article's content specified with a day resolution.
de_de: Zeitliche Eigenschaften des Artikelinhalts, angegeben in Tagen.
es_es: Propiedades temporales del contenido del artículo especificadas con una resolución de días.

# plugins.generic.optimetaGeo.geospatialmetadata.properties.temporal.from
source: This article covers a time period from
de_de: Dieser Artikel umfasst einen Zeitraum von
es_es: Este artículo cubre un periodo de tiempo desde

# plugins.generic.optimetaGeo.geospatialmetadata.properties.temporal.to
source: to
de_de: bis
es_es: a

# plugins.generic.optimetaGeo.geospatialmetadata.properties.spatial
source: Location(s) or area(s)
de_de: Ort(e) oder Gebiet(e)
es_es: Ubicación(es) o área(s)

# plugins.generic.optimetaGeo.geospatialmetadata.properties.administrativeUnit
source: The administrative units enclosing the article's places are:
de_de: Die Verwaltungseinheiten, welche die zum Artikel zugehörigen Orte umschließen, sind:
es_es: Las unidades administrativas que encierran los lugares del artículo son:

source: Define the location and areas that further describe the article's content by one or more geometric shape(s). You can choose in the <strong>editing controls for geometry creation</strong> on the left side between polyline, polygon, rectangle and point. Using the icons below you can <strong>edit or delete</strong> the created geometric shape(s). With the "â€“" and "+" in the upper left corner it is possible to zoom in and out. In the upper right corner you can change the <strong>background maps</strong>. You can choose between a street map ("OpenStreetMap" layer) and aerial imagery ("Esri World Imagery" layer). You can also configure whether the geometric shape(s) and the administrative unit should be displayed on the map or not. For the administrative unit you will find a more detailed description in the next paragraph of this form. Below the layer control you will find a <strong>search</strong> form for the map. You can search for locations and by hitting "Enter" you will be offered different locations that match your input. By clicking on a search result a rectangular geometry describing the boundaries of the respective location will be added to the map. This rectangle can also be deleted/edited by clicking on the trash-/edit icons in the menu on the left side of the map. You can choose a coarser level of detail to <strong>protect sensitive locations</strong>.
de_de: Definieren Sie die Orte und Gebiete, die den Artikelinhalt beschreiben, durch eine oder mehrere geometrische Form(en). Sie können im <strong>Menü zur Erstellung verschiedener Geometrietypen</strong> auf der linken Seite zwischen Polylinie, Polygon, Rechteck und Punkt-Geometrie wählen. Über die Icons darunter können Sie die erstellte(n) geometrische(n) Form(en) <strong>bearbeiten oder löschen</strong> ("Mülleimer"). Mit den Symbolen "-" und "+" in der oberen linken Ecke können Sie die Ansicht vergrößern und verkleinern. In der oberen rechten Ecke können Sie die <strong>Hintergrundkarten</strong> wechseln. Sie können zwischen einer Straßenkarte ("OpenStreetMap"-Ebene) und Luftbildern ("Esri World Imagery"-Ebene) wählen. Sie können auch einstellen, ob die geometrische(n) Form(en) und die Verwaltungseinheit angezeigt werden sollen oder nicht. Für die Verwaltungseinheiten finden Sie eine genauere Beschreibung im nächsten Abschnitt dieses Formulars. Unterhalb der Ebenensteuerung auf der rechten Seite finden Sie eine <strong>Suchfunktion</strong> für die Karte. Nach Drücken von "Enter" werden Ihnen verschiedene Orte angeboten und wenn Sie auf einen Vorschlag klicken, wird er akzeptiert und ein passendes Rechteck, das die Grenzen des Ortes beschreibt, wird auf der Karte erstellt. Dieses Rechteck kann bearbeitet oder gelöscht indem Sie auf das Lösch-/Bearbeitungssymbol in der Menüleiste auf der linken Seite der Karte klicken. Zum <strong>Schützen sensibler Orte</strong> können sie einen gröberen Detaillierungsgrad für die Geometrien nutzen.
es_es: Definir la ubicacion del contenido de los articulos por una o mas formas geometricas. Usted puede elegir en el control de la izquierda entre polilinea, poligon, rectangulo y punto. Mediante los iconos de abajo puede editar o eliminar la(s) forma(s) geométrica(s) creada(s). Con los iconos - y + en la esquina superior izquierda es posible acercar y alejar el zoom. En la esquina superior derecha puede cambiar los mapas de fondo. Puede elegir entre un mapa de calles (capa "OpenStreetMap") e imágenes aéreas (capa "Esri World Imagery"). También puede establecer si la(s) forma(s) geométrica(s) y la unidad administrativa deben mostrarse o no. Para la unidad administrativa encontrará una descripción más detallada en el siguiente párrafo de este formulario. Debajo del control de capas encontrará una búsqueda del mapa. Puede buscar ubicaciones y al pulsar "Enter" se le ofrecerán diferentes ubicaciones que coincidan con su entrada. Al hacer clic en una sugerencia, ésta será aceptada y se mostrará en el mapa un rectángulo que describe los límites de la ubicación. Este rectángulo también se puede borrar/editar haciendo clic en el icono de basura/edición de la izquierda. Se puede elegir un nivel de detalle más grueso para proteger los lugares sensibles.

source: The geometric shape(s) in blue represent the locations or areas of the article's content as provided by the authors. The administrative unit shown in a black rectangle represents the smallest administrative unit that encloses the spatial extent that the article is dealing with.
de_de: Die blaue(n) geometrische(n) Form(en) stellen die Orte oder Gebiete des Artikelinhalts dar, wie sie von den Nutzer*innen angegeben wurden. Die in einem schwarzen Rechteck dargestellte Verwaltungseinheit stellt die kleinste Verwaltungseinheit dar, welche alle Orte und Gebiete umschließt, mit denen sich der Artikel befasst.
es_es: La(s) forma(s) geométrica(s) en azul representa(n) las ubicaciones o áreas del contenido del artículo tal y como las han proporcionado los autores. La unidad administrativa mostrada en un rectángulo negro representa la unidad administrativa más pequeña que encierra la extensión espacial que trata el artículo.

source: Administrative Unit
de_de: Administrative Region
es_es: Unidad administrativa

source: On basis of your input in the map, administrative units are proposed according to your input on the map. Each time you update the inputs, the coverage information gets new calculated and updated correspondingly. You are able to delete administrative unit(s) by the red "x". If you hover over the administrative unit(s) the superior hierarchy of administrative unit(s) is displayed if available. Besides you can add further administrative units. You are only able to insert a further administrative unit if it fits to the already given hierarchy of administrative unit(s), and the given geometric shape(s) in the map. If you begin to insert, there are some suggestions you can accept by clicking, but nevertheless you can input your own administrative unit by hitting "Enter". The administrative unit (in black) which is the lowest common denominator for all geometric shape(s) is shown in the map. The administrative unit is not editable or deletable in the map, but here via the input field.
de_de: Auf Basis Ihrer Eingaben in der Karte werden Verwaltungseinheiten vorgeschlagen, die entsprechend Ihrer Eingaben in der Karte ausgewählt wurden, sofern ein Gazetter-Dienst verfügbar ist. Jedes Mal, wenn Sie die Eingaben aktualisieren, werden die Erfassungsinformationen neu berechnet und entsprechend aktualisiert. Mit dem roten "x" können Sie die Verwaltungseinheit(en) löschen. Wenn Sie den Mauszeiger über die Verwaltungseinheit(en) bewegen, wird die übergeordnete Hierarchie der Verwaltungseinheit(en) angezeigt, sofern vorhanden. Außerdem können Sie weitere Verwaltungseinheiten hinzufügen. Sie können nur dann eine weitere Verwaltungseinheit einfügen, wenn diese zu der bereits vorgegebenen Hierarchie der Verwaltungseinheiten und der vorgegebenen geometrischen Form in der Karte passt. Wenn Sie mit dem Einfügen beginnen, gibt es einige Vorschläge, die Sie durch Anklicken akzeptieren können, aber Sie können trotzdem Ihre eigene Verwaltungseinheit eingeben, indem Sie "Enter" drücken. Die Verwaltungseinheit (in Schwarz), die den kleinsten gemeinsamen Nenner für alle geometrischen Formen darstellt, wird in der Karte angezeigt. Die Verwaltungseinheit ist nicht direkt in der Karte, sondern über das Eingabefeld editierbar oder löschbar.
es_es: En base a su entrada en el mapa, las unidades administrativas son propuestas de acuerdo a su entrada en el mapa. Cada vez que usted actualiza las entradas, la informacion de cobertura es calculada y actualizada correspondientemente. Puede eliminar las unidades administrativas con el botón rojo "x". Si pasa el ratón por encima de la(s) unidad(es) administrativa(s), se mostrará la jerarquía superior de la(s) unidad(es) administrativa(s), si está disponible. Además, puede añadir más unidades administrativas. Sólo podrá insertar una unidad administrativa más si se ajusta a la jerarquía de unidades administrativas ya dada, y a la(s) forma(s) geométrica(s) dada(s) en el mapa. Si comienza a insertar, hay algunas sugerencias que puede aceptar haciendo clic, pero sin embargo puede introducir su propia unidad administrativa pulsando "Introducir". La unidad administrativa (en negro) que es el mínimo común denominador para todas las formas geométricas se muestra en el mapa. La unidad administrativa no es editable o borrable en el mapa, sino aqui a traves del campo de entrada.

source: Here the administrative units are listed, which are superior to the location(s) the article is dealing with, with the highest level on the left and the lowest on the right.
de_de: Hier werden die administrativen Einheiten aufgelistet, die dem Ort bzw. den Orten übergeordnet sind, um die es in dem Artikel geht, wobei die höchste Ebene links und die niedrigste rechts steht.
es_es: Aquí se listan las unidades administrativas superiores a la(s) localidad(es) que trata el artículo, con el nivel más alto a la izquierda y el más bajo a la derecha.

source: Administrative Units
de_de: Verwaltungseinheiten
es_es: Unidades administrativas

# plugins.generic.optimetaGeo.article.details.download
source: Download geospatial metadata
de_de: Räumliche Metadaten herunterladen
es_es: Descargar metadatos geoespaciales

# plugins.generic.optimetaGeo.article.details.geoJSON.about
source: About GeoJSON
de_de: Über GeoJSON
es_es: Sobre GeoJSON

# plugins.generic.optimetaGeo.settings.usernameGeonames
source: Get your username at https://www.geonames.org/login; the username must be enabled once to use the free webservice, see https://www.geonames.org/manageaccount.
de_de: Erstellen Sie einen Benutzernamen unter https://www.geonames.org/login; der Benutzername muss einmalig aktiviert werden, um den kostenlosen Webservice zu nutzen ('free web services'), siehe https://www.geonames.org/manageaccount.
es_es: Obtenga su nombre de usuario en https://www.geonames.org/login; el nombre de usuario debe habilitarse una vez para usar el servicio web gratuito, consulte https://www.geonames.org/manageaccount.

# plugins.generic.optimetaGeo.settings.usernameGeonames.description
source: You have to specify your username for the GeoNames API, so that an alignment for the administrative units is possible. Create an account on <a href="https://www.geonames.org/login">https://www.geonames.org/login</a> and insert the username here.
de_de: Sie müssen Ihren Benutzernamen für die GeoNames API angeben, damit ein Abruf der Verwaltungseinheiten möglich ist: <a href="https://www.geonames.org/login">https://www.geonames.org/login</a>.
es_es: Debe especificar su nombre de usuario para la API de GeoNames, de modo que sea posible una alineación para las unidades administrativas. Cree una cuenta en <a href="https://www.geonames.org/login">https://www.geonames.org/login</a> e inserte el nombre de usuario aquí.

# plugins.generic.optimetaGeo.settings.baseurlGeonames
source: Base URL of Geonames, use to switch between 'http' and 'https'.
de_de: Basis-URL von Geonames, um zwischen 'http' und 'https' zu wechseln.
es_es: URL base de Geonames, use para cambiar entre 'http' y 'https'.

# plugins.generic.optimetaGeo.settings.baseurlGeonames.description
source: Use one of <code>https://www.geonames.org</code> or <code>http://www.geonames.org</code> depending whether your OJS server is published on http or https.
de_de: Geben Sie hier entweder <code>https://www.geonames.org</code> oder <code>http://api.geonames.org</code> ein in Abhängigkeit davon, ob Ihr OJS-Server unter HTTP oder HTTPS veröffentlicht ist.
es_es: Utilice uno de <code>https://www.geonames.org</code> o <code>http://www.geonames.org</code> dependiendo de si su servidor OJS está publicado en http o https.

# plugins.generic.optimetaGeo.description
source: Collect and provide geospatial metadata for enhanced discovery of articles.
de_de: Sammeln und Bereitstellen von räumlichen Metadaten für verbesserte Artikelsuche.
es_es: Recopile y proporcione metadatos geoespaciales para mejorar el descubrimiento de artículos.

# plugins.generic.optimetaGeo.issue.title
source: Times & locations
de_de: Zeiten & Orte
es_es: Tiempos y ubicaciones

# plugins.generic.optimetaGeo.journal.pageTitle
source: Times & locations of all articles
de_de: Zeiten & Orte aller Artikel
es_es: Horarios y ubicaciones de todos los artículos

# plugins.generic.optimetaGeo.journal.title
source: Times & locations of all articles in
de_de: Zeiten & Orte aller Artikel in
es_es: Tiempos y ubicaciones de todos los artículos en

# plugins.generic.optimetaGeo.journal.breadcrump
source: Map
de_de: Karte
es_es: Mapa

# plugins.generic.optimetaGeo.journal.mapMenu
source: Map
de_de: Karte
es_es: Mapa

# plugins.generic.optimetaGeo.journal.text
source: Click on any geometry to see information about the article and follow the link to the article page.
de_de: Klicken Sie auf eine beliebige Geometrie, um Informationen über den Artikel zu sehen und dem Link zur Artikelseite zu folgen.
es_es: Haga clic en cualquier geometría para ver información sobre el artículo y siga el enlace a la página del artículo.

# plugins.generic.optimetaGeo.map.articleLayerName
source: Articles
de_de: Artikel
es_es: Artículos

# plugins.generic.optimetaGeo.map.administrativeLayerName
source: Administrative Units
de_de: Verwaltungseinheiten
es_es: Unidades administrativas

# plugins.generic.optimetaGeo.submission.coverageDisabledHover
source: This field has been disabled. Information will be filled automatically based on the geospatial information entered below.
de_de: Dieses Feld wurde deaktiviert. Die Informationen werden automatisch auf der Grundlage der unten eingegebenen Geodaten ausgefüllt.
es_es: Este campo ha sido deshabilitado. La información se rellenará automáticamente basándose en la información geoespacial introducida a continuación.

# plugins.generic.optimetaGeo.license.submission
source: Note that the temporal and spatial metadata will be published under the following license:
de_de: Die zeitlichen und räumlichen Metadaten werden unter der folgenden Lizenz veröffentlicht:
es_es: Tenga en cuenta que los metadatos temporales y espaciales se publicarán bajo la siguiente licencia:

# plugins.generic.optimetaGeo.license.download
source: Geodata license:
de_de: Geodaten-Lizenz:
es_es: Licencia metadatos espaciales:

# plugins.generic.optimetaGeo.license.frontend
source: Temporal and spatial metadata are published under the following license:
de_de: Die zeitlichen und räumlichen Metadaten sind unter der folgenden Lizenz veröffentlicht:
es_es: Los metadatos temporales y espaciales se publican bajo la siguiente licencia:
